Repository: denmasoft/denma-shuttle-bus
Catalog: languages/shbs-*.po
Languages: es_es, gl_es

source: To or From location missing. When searching for a shuttle please select an address from the dropdown field.
es_es: Debe especificar las fechas desde y hasta.
gl_es: Ao buscar un servizo de transporte por favor selecciona un enderezo do campo suspendido.

source: Please, Check your phone number.
es_es: Por favor, chequee su número telefónico.
gl_es: Por favor, comprobe a seu número de teléfono.

source: Invalid card number.
es_es: Número de tarjeta no válido.
gl_es: número de tarxeta non válido.

source: Please, Check your card expiration date.
es_es: Por favor, chequee la fecha de expiración de la tarjeta.
gl_es: Por favor, comprobar a data de caducidade da tarxeta.

source: Please, check your cvv number.
es_es: Por favor, chequee el número cvc de la tarjeta.
gl_es: Por favor, comprobe a súa número CVV.

source: This value is invalid.
es_es: Este valor es inválido.
gl_es: Este valor non é válido.

source: The email format is incorrect.
es_es: El formato del correo electrónico es incorrecto.
gl_es: O formato de correo-e está incorrecto.

source: The DNI is invalid.
es_es: El DNI es incorrecto.
gl_es: O DNI é válido.

source: You must introduce your name.
es_es: Debe introducir su nombre.
gl_es: Debe introducir o seu nome.

source: You must introduce your last names.
es_es: Debe introducir sus apellidos.
gl_es: Debe presentar os seus apelidos.

source: You must introduce your phone number.
es_es: Debe introducir su número de teléfono.
gl_es: Debe introducir o seu número de teléfono.

source: Reservations must be made _hours_ in advance.
es_es: Las reservaciones deben hacerse con _hours_ de antelación.
gl_es: As reservas deben ser feitas _hours_ con antelación.

source: Reservations must be made _days_ in advance.
es_es: Las reservaciones deben hacerse con _days_ de antelación.
gl_es: As reservas deben ser feitas _days_ con antelación.

source: No routes availables for selected date.
es_es: No hay rutas disponibles.
gl_es: Non hai rutas dispoñibles data seleccionada.

source: Select stop...
es_es: Seleccione parada...
gl_es: Select parada ...

source: Book shuttle
es_es: Reserva de Shuttle
gl_es: shuttle de reserva

source: Shuttle details
es_es: Detalles del Shuttle
gl_es: detalles Shuttle

source: Booking
es_es: Reserva
gl_es: Reserva

source: Pick up
es_es: Recogida
gl_es: Recoller

source: Select stop..
es_es: Seleccione parada...
gl_es: Seleccione Deter ..

source: Destination
es_es: Destino
gl_es: Destino

source: Date
es_es: Fecha
gl_es: Data

source: Start
es_es: Desde
gl_es: Comezo

source: Departure Hour
es_es: Hora de Salida
gl_es: hora de saída

source: No. Passengers
es_es: No. pasajeros
gl_es: No pasaxeiros

source: Total Price
es_es: Precio total
gl_es: prezo total

source: Personal Details
es_es: Información Personal
gl_es: Detalles persoais

source: Name
es_es: Nombre
gl_es: Nome

source: Last Name
es_es: Apellidos
gl_es: Apelido

source: Email
es_es: Correo Electrónico

source: Phone
es_es: Teléfono
gl_es: Teléfono

source: Notes
es_es: Notas
gl_es: Notas

source: Drop off
es_es: Dejar en
gl_es: Soltar

source: Payment Details
es_es: Información de pago
gl_es: Detalles do pagamento

source: Card holder
es_es: Titular de la tarjeta
gl_es: Titular da tarxeta

source: Card number
es_es: Número de la tarjeta
gl_es: Número de tarxeta

source: Expiration date
es_es: Fecha de expiración
gl_es: data de caducidade

source: Card CVV
es_es: CVC de la tarjeta
gl_es: CVV tarxeta

source: Confirm Shuttle
es_es: Confirmar Shuttle
gl_es: Confirme Shuttle

source: Shuttle Booking
es_es: Reserva de Shuttle
gl_es: Reserva de Shuttle

source: Thanks for using our booking system.
es_es: Gracias por usar nuestro sistema de shuttles
gl_es: Grazas por usar o noso sistema de reservas.

source: Payment failed.Please, check your data.
es_es: Hubo un fallo en el pago. Revise sus datos.
gl_es: Fallo no pago. Por favor, asegúrese de seus datos.

source: Oh oh. Something went wrong
es_es: Oh oh. Algo salió mal.
gl_es: Oh oh. Algo deu mal

source: From
es_es: Desde
gl_es: De

source: To
es_es: Hasta
gl_es: Arriba

source: Time
es_es: Tiempo
gl_es: Tempo

source: Passengers
es_es: Pasajeros
gl_es: Pasaxeiros

source: Min. _pas_ Pas.
gl_es: Min. _pas_ Pax.
